Repository: Du4ert/rsciExport3-4
Catalog: locale/*/locale.po
Languages: ru

# plugins.importexport.rsciexport.displayName
source: RSCI XML Export Plugin
ru: Модуль «Экспорт РИНЦ XML»

# plugins.importexport.rsciexport.description
source: Export article metadata in RSCI XML.
ru: Экспортирует метаданные статей в формат РИНЦ XML

# plugins.importexport.rsciexport.export
source: Export Data
ru: Экспортировать данные

# plugins.importexport.rsciexport.export.issue
source: Export Issue
ru: Экспортировать выпуск

# plugins.importexport.rsciexport.selectIssue
source: Select an Issue to export.
ru: Выберите выпуск для экспорта

# plugins.importexport.rsciexport.settings.form.journalRSCITitleId
source: Journal ID in RSCI
ru: Идентификатор журнала в РИНЦ

# plugins.importexport.rsciexport.settings.form.exportSections
source: Export section names.
ru: Экспортировать разделы выпуска (используются только названия разделов)

# plugins.importexport.rsciexport.settings.form.exportArtTypeFromSectionAbbrev
source: Export article type by section abbreviations. Abbreviations must match with article types declared by RSCI. If this option is disabled or types doesn't match, then the "RAR" type will be assigned to the articles.
ru: Экспортировать тип статьи по значению аббревиатуры раздела основного языка сайта. Аббревиатуры должны совпадать с типами статей, определенными в РИНЦ. Если опция не включена или тип не определен в РИНЦ, то статье будет присваиваться тип "RAR" (Научная статья).

# plugins.importexport.rsciexport.settings.form.docStartKey
source: Start of article text
ru: Начало текста статьи (включается в текст)

# plugins.importexport.rsciexport.settings.form.docEndKey
source: End of article text
ru: Конец текста статьи

# plugins.importexport.rsciexport.settings.form.langCitation
source: Export citations before '###' citation
ru: Экспортировать цитирования до '###'
